Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Trying to convert YouTube captions into transcript text for your study materials.
ar: نحاول تحويل تسميات YouTube التوضيحية إلى نص مفرغ لموادك الدراسية.
ca: S'està intentant convertir els subtítols YouTube en text de transcripció per als vostres materials d'estudi.
cs: Pokuste se převést YouTube titulky na text přepisu pro vaše studijní materiály.
da: Forsøger at konvertere YouTube billedtekster til transskriptionstekst til dit studiemateriale.
de: Ich versuche, YouTube-Untertitel in Transkripttext für Ihre Lernmaterialien umzuwandeln.
el: Προσπαθείτε να μετατρέψετε τις λεζάντες YouTube σε κείμενο μεταγραφής για το υλικό μελέτης σας.
es: Intentando convertir YouTube subtítulos en texto de transcripción para sus materiales de estudio.
fi: Yritetään muuntaa YouTube kuvatekstiä opintomateriaalejasi transkriptioteksteiksi.
fr: Essayer de convertir les légendes YouTube en texte de transcription pour votre matériel d'étude.
he: מנסה להמיר כיתובים YouTube לטקסט תמלול לחומרי הלימוד שלך.
hi: आपकी अध्ययन सामग्री के लिए YouTube कैप्शन को ट्रांसक्रिप्ट टेक्स्ट में बदलने का प्रयास किया जा रहा है।
hr: Pokušavate pretvoriti YouTube naslove u tekst transkripta za svoje materijale za učenje.
hu: Megpróbál YouTube feliratokat átirat szöveggé konvertálni a tananyagaihoz.
id: Mencoba mengubah teks YouTube menjadi teks transkrip untuk materi pelajaran Anda.
it: Tentativo di convertire i sottotitoli YouTube in testo di trascrizione per i tuoi materiali di studio.
ja: YouTube キャプションを学習教材のトランスクリプト テキストに変換しようとしています。
ko: YouTube 캡션을 학습 자료의 성적표 텍스트로 변환하려고 합니다.
ms: Cuba menukar kapsyen YouTube kepada teks transkrip untuk bahan kajian anda.
nb: Prøver å konvertere YouTube bildetekster til transkripsjonstekst for studiemateriellet ditt.
nl: Ik probeer YouTube bijschriften om te zetten in transcriptietekst voor uw studiemateriaal.
pl: Próbuję przekonwertować podpisy YouTube na tekst transkrypcji materiałów do nauki.
pt: Tentando converter legendas YouTube em texto transcrito para seus materiais de estudo.
ro: Încercarea de a converti subtitrările YouTube în text de transcriere pentru materialele de studiu.
ru: Попытка преобразовать подписи YouTube в текст расшифровки учебных материалов.
sk: Pokúšate sa previesť YouTube titulky na text prepisu vašich študijných materiálov.
sv: Försöker konvertera YouTube bildtexter till transkriptionstext för ditt studiematerial.
th: กำลังพยายามแปลงคำบรรยาย YouTube เป็นข้อความถอดเสียงสำหรับสื่อการเรียนของคุณ
tr: YouTube altyazılarını çalışma materyalleriniz için transkript metnine dönüştürmeye çalışıyoruz.
uk: Спроба перетворити YouTube підписи на текст стенограми для ваших навчальних матеріалів.
vi: Đang cố gắng chuyển đổi chú thích YouTube thành văn bản ghi lại cho tài liệu học tập của bạn.
zh_hans: 尝试将 YouTube 标题转换为学习材料的成绩单文本。
zh_hant: 嘗試將 YouTube 標題轉換為學習材料的成績單文字。

source: Turn Any Lecture into Study Material
ar: حوّل أي محاضرة إلى مادة دراسية
ca: Converteix qualsevol conferència en material d'estudi
cs: Proměňte jakoukoli přednášku ve studijní materiál
da: Gør enhver forelæsning til studiemateriale
de: Verwandeln Sie jede Vorlesung in Lernmaterial
el: Μετατρέψτε οποιαδήποτε διάλεξη σε υλικό μελέτης
es: Convierta cualquier conferencia en material de estudio
fi: Muuta mikä tahansa luento oppimateriaaliksi
fr: Transformez n'importe quelle conférence en matériel d'étude
he: הפוך כל הרצאה לחומר לימוד
hi: किसी भी व्याख्यान को अध्ययन सामग्री में बदलें
hr: Pretvorite bilo koje predavanje u materijal za učenje
hu: Bármely előadást tananyaggá alakítson
id: Ubah Kuliah Apa Pun menjadi Bahan Pelajaran
it: Trasforma qualsiasi lezione in materiale di studio
ja: あらゆる講義を学習教材に変える
ko: 모든 강의를 학습 자료로 전환
ms: Jadikan Sebarang Kuliah sebagai Bahan Kajian
nb: Gjør enhver forelesning til studiemateriell
nl: Verander elke lezing in studiemateriaal
pl: Zamień dowolny wykład w materiał do nauki
pt: Transforme qualquer palestra em material de estudo
ro: Transformați orice prelegere în material de studiu
ru: Превратите любую лекцию в учебный материал
sk: Premeňte akúkoľvek prednášku na študijný materiál
sv: Förvandla vilken föreläsning som helst till studiematerial
th: เปลี่ยนการบรรยายให้เป็นสื่อการเรียนรู้
tr: Herhangi Bir Dersi Çalışma Materyaline Dönüştürün
uk: Перетворіть будь-яку лекцію на навчальний матеріал
vi: Biến bất kỳ bài giảng nào thành tài liệu học tập
zh_hans: 将任何讲座变成学习材料
zh_hant: 將任何講座變成學習材料

source: Unable to create an audio recorder.
ar: تعذر إنشاء مسجل صوت.
ca: No es pot crear una gravadora d'àudio.
cs: Nelze vytvořit zvukový záznamník.
da: Kan ikke oprette en lydoptager.
de: Es kann kein Audiorecorder erstellt werden.
el: Δεν είναι δυνατή η δημιουργία συσκευής εγγραφής ήχου.
es: No se puede crear una grabadora de audio.
fi: Äänitallenninta ei voi luoda.
fr: Impossible de créer un enregistreur audio.
he: לא ניתן ליצור מקליט שמע.
hi: ऑडियो रिकॉर्डर बनाने में असमर्थ.
hr: Nije moguće stvoriti audio snimač.
hu: Nem lehet hangrögzítőt létrehozni.
id: Tidak dapat membuat perekam audio.
it: Impossibile creare un registratore audio.
ja: オーディオレコーダーを作成できません。
ko: 오디오 녹음기를 생성할 수 없습니다.
ms: Tidak dapat mencipta perakam audio.
nb: Kan ikke opprette en lydopptaker.
nl: Kan geen audiorecorder maken.
pl: Nie można utworzyć rejestratora dźwięku.
pt: Não foi possível criar um gravador de áudio.
ro: Nu se poate crea un recorder audio.
ru: Невозможно создать диктофон.
sk: Nedá sa vytvoriť zvukový záznamník.
sv: Det gick inte att skapa en ljudinspelare.
th: ไม่สามารถสร้างเครื่องบันทึกเสียงได้
tr: Ses kaydedici oluşturulamıyor.
uk: Не вдалося створити аудіозапис.
vi: Không thể tạo máy ghi âm.
zh_hans: 无法创建录音机。
zh_hant: 無法建立錄音機。

source: Unable to create folder right now.
ar: تعذر إنشاء المجلد الآن.
ca: No es pot crear la carpeta en aquest moment.
cs: Momentálně nelze vytvořit složku.
da: Kan ikke oprette mappe lige nu.
de: Der Ordner kann derzeit nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία φακέλου αυτήν τη στιγμή.
es: No se puede crear la carpeta en este momento.
fi: Kansiota ei voi luoda juuri nyt.
fr: Impossible de créer un dossier pour le moment.
he: לא ניתן ליצור תיקיה כרגע.
hi: अभी फ़ोल्डर बनाने में असमर्थ.
hr: Trenutačno nije moguće stvoriti mapu.
hu: Jelenleg nem lehet mappát létrehozni.
id: Tidak dapat membuat folder saat ini.
it: Impossibile creare la cartella in questo momento.
ja: 現在フォルダーを作成できません。
ko: 지금은 폴더를 만들 수 없습니다.
ms: Tidak dapat mencipta folder sekarang.
nb: Kan ikke opprette mappe akkurat nå.
nl: Kan momenteel geen map maken.
pl: Nie można teraz utworzyć folderu.
pt: Não é possível criar a pasta no momento.
ro: Nu se poate crea folderul în acest moment.
ru: Невозможно создать папку прямо сейчас.
sk: Momentálne nie je možné vytvoriť priečinok.
sv: Det går inte att skapa mapp just nu.
th: ไม่สามารถสร้างโฟลเดอร์ได้ในขณะนี้
tr: Şu anda klasör oluşturulamıyor.
uk: Зараз неможливо створити папку.
vi: Không thể tạo thư mục ngay bây giờ.
zh_hans: 现在无法创建文件夹。
zh_hant: 現在無法建立資料夾。

source: Unable to delete lecture right now.
ar: تعذر حذف المحاضرة الآن.
ca: No es pot suprimir la conferència en aquest moment.
cs: Přednášku teď nelze smazat.
da: Kan ikke slette foredrag lige nu.
de: Die Vorlesung kann derzeit nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή της διάλεξης αυτήν τη στιγμή.
es: No se puede eliminar la conferencia en este momento.
fi: Luentoa ei voi poistaa juuri nyt.
fr: Impossible de supprimer la conférence pour le moment.
he: לא ניתן למחוק הרצאה כרגע.
hi: अभी व्याख्यान हटाने में असमर्थ.
hr: Trenutačno nije moguće izbrisati predavanje.
hu: Az előadást jelenleg nem lehet törölni.
id: Tidak dapat menghapus kuliah saat ini.
it: Impossibile eliminare la lezione in questo momento.
ja: 現在講義を削除できません。
ko: 지금은 강의를 삭제할 수 없습니다.
ms: Tidak dapat memadamkan kuliah sekarang.
nb: Kan ikke slette forelesningen akkurat nå.
nl: Kan de les momenteel niet verwijderen.
pl: W tej chwili nie można usunąć wykładu.
pt: Não é possível excluir a palestra no momento.
ro: Nu se poate șterge prelegerea în acest moment.
ru: Невозможно удалить лекцию прямо сейчас.
sk: Momentálne nie je možné odstrániť prednášku.
sv: Det går inte att ta bort föreläsningen just nu.
th: ไม่สามารถลบการบรรยายได้ในขณะนี้
tr: Ders şu anda silinemiyor.
uk: Зараз неможливо видалити лекцію.
vi: Không thể xóa bài giảng ngay bây giờ.
zh_hans: 目前无法删除讲座。
zh_hant: 目前無法刪除講座。

source: Unable to import this audio file.
ar: تعذر استيراد هذا الملف الصوتي.
ca: No es pot importar aquest fitxer d'àudio.
cs: Tento zvukový soubor nelze importovat.
da: Denne lydfil kunne ikke importeres.
de: Diese Audiodatei kann nicht importiert werden.
el: Δεν είναι δυνατή η εισαγωγή αυτού του αρχείου ήχου.
es: No se puede importar este archivo de audio.
fi: Tätä äänitiedostoa ei voi tuoda.
fr: Impossible d'importer ce fichier audio.
he: לא ניתן לייבא את קובץ האודיו הזה.
hi: इस ऑडियो फ़ाइल को आयात करने में असमर्थ.
hr: Nije moguće uvesti ovu audio datoteku.
hu: Nem lehet importálni ezt a hangfájlt.
id: Tidak dapat mengimpor file audio ini.
it: Impossibile importare questo file audio.
ja: この音声ファイルをインポートできません。
ko: 이 오디오 파일을 가져올 수 없습니다.
ms: Tidak dapat mengimport fail audio ini.
nb: Kan ikke importere denne lydfilen.
nl: Kan dit audiobestand niet importeren.
pl: Nie można zaimportować tego pliku audio.
pt: Não foi possível importar este arquivo de áudio.
ro: Nu se poate importa acest fișier audio.
ru: Невозможно импортировать этот аудиофайл.
sk: Tento zvukový súbor nie je možné importovať.
sv: Det gick inte att importera den här ljudfilen.
th: ไม่สามารถนำเข้าไฟล์เสียงนี้ได้
tr: Bu ses dosyası içe aktarılamıyor.
uk: Неможливо імпортувати цей аудіофайл.
vi: Không thể nhập tệp âm thanh này.
zh_hans: 无法导入此音频文件。
zh_hant: 無法匯入此音訊檔案。

source: Unable to open Mail right now.
ar: يتعذر فتح البريد الآن.
ca: No es pot obrir Mail ara mateix.
cs: Momentálně nelze otevřít Mail.
da: Kan ikke åbne Mail lige nu.
de: Mail kann derzeit nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα της αλληλογραφίας αυτή τη στιγμή.
es: No se puede abrir Mail en este momento.
fi: Sähköpostia ei voi avata juuri nyt.
fr: Impossible d'ouvrir Mail pour le moment.
he: לא ניתן לפתוח את Mail כרגע.
hi: अभी मेल खोलने में असमर्थ.
hr: Trenutno nije moguće otvoriti Mail.
hu: A Mail jelenleg nem nyitható meg.
id: Tidak dapat membuka Mail saat ini.
it: Impossibile aprire la posta in questo momento.
ja: 現在メールを開けません。
ko: 지금은 메일을 열 수 없습니다.
ms: Tidak dapat membuka Mel sekarang.
nb: Kan ikke åpne Mail akkurat nå.
nl: Kan Mail momenteel niet openen.
pl: Nie można teraz otworzyć aplikacji Mail.
pt: Não é possível abrir o Mail no momento.
ro: Nu se poate deschide Mail acum.
ru: Невозможно открыть Почту прямо сейчас.
sk: Momentálne nie je možné otvoriť aplikáciu Mail.
sv: Det går inte att öppna Mail just nu.
th: ไม่สามารถเปิด Mail ได้ในขณะนี้
tr: Mail şu anda açılamıyor.
uk: Зараз неможливо відкрити Mail.
vi: Không thể mở Thư ngay bây giờ.
zh_hans: 现在无法打开邮件。
zh_hant: 現在無法開啟郵件。

source: Unable to open the link right now.
ar: يتعذر فتح الرابط الآن.
ca: No es pot obrir l'enllaç ara mateix.
cs: Momentálně nelze odkaz otevřít.
da: Kan ikke åbne linket lige nu.
de: Der Link kann derzeit nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του συνδέσμου αυτήν τη στιγμή.
es: No se puede abrir el enlace en este momento.
fi: Linkkiä ei voi avata juuri nyt.
fr: Impossible d'ouvrir le lien pour le moment.
he: לא מצליח לפתוח את הקישור כרגע.
hi: अभी लिंक खोलने में असमर्थ.
hr: Trenutačno nije moguće otvoriti vezu.
hu: A linket jelenleg nem lehet megnyitni.
id: Tidak dapat membuka tautan saat ini.
it: Impossibile aprire il collegamento in questo momento.
ja: 現在リンクを開けません。
ko: 지금은 링크를 열 수 없습니다.
ms: Tidak dapat membuka pautan sekarang.
nb: Kan ikke åpne lenken akkurat nå.
nl: Kan de link momenteel niet openen.
pl: Nie można teraz otworzyć linku.
pt: Não é possível abrir o link no momento.
ro: Nu se poate deschide linkul acum.
ru: Сейчас невозможно открыть ссылку.
sk: Odkaz sa momentálne nedá otvoriť.
sv: Det går inte att öppna länken just nu.
th: ไม่สามารถเปิดลิงก์ได้ในขณะนี้
tr: Bağlantı şu anda açılamıyor.
uk: Зараз неможливо відкрити посилання.
vi: Không thể mở liên kết ngay bây giờ.
zh_hans: 现在无法打开链接。
zh_hant: 現在無法打開連結。

source: Unable to prepare audio for processing.
ar: تعذر تجهيز الصوت للمعالجة.
ca: No es pot preparar l'àudio per processar-lo.
cs: Zvuk nelze připravit ke zpracování.
da: Lyden kunne ikke klargøres til behandling.
de: Audio kann nicht für die Verarbeitung vorbereitet werden.
el: Δεν είναι δυνατή η προετοιμασία του ήχου για επεξεργασία.
es: No se puede preparar el audio para su procesamiento.
fi: Ääntä ei voida valmistella käsittelyä varten.
fr: Impossible de préparer l'audio pour le traitement.
he: לא ניתן להכין אודיו לעיבוד.
hi: प्रोसेसिंग के लिए ऑडियो तैयार करने में असमर्थ.
hr: Nije moguće pripremiti zvuk za obradu.
hu: A hangot nem lehet előkészíteni a feldolgozáshoz.
id: Tidak dapat menyiapkan audio untuk diproses.
it: Impossibile preparare l'audio per l'elaborazione.
ja: 音声を処理する準備ができません。
ko: 처리할 오디오를 준비할 수 없습니다.
ms: Tidak dapat menyediakan audio untuk diproses.
nb: Kan ikke klargjøre lyd for behandling.
nl: Kan audio niet voorbereiden voor verwerking.
pl: Nie można przygotować dźwięku do przetwarzania.
pt: Não foi possível preparar o áudio para processamento.
ro: Nu se poate pregăti sunetul pentru procesare.
ru: Невозможно подготовить звук к обработке.
sk: Nie je možné pripraviť zvuk na spracovanie.
sv: Det gick inte att förbereda ljudet för bearbetning.
th: ไม่สามารถเตรียมเสียงสำหรับการประมวลผลได้
tr: Ses işlenmek üzere hazırlanamıyor.
uk: Не вдається підготувати аудіо для обробки.
vi: Không thể chuẩn bị âm thanh để xử lý.
zh_hans: 无法准备音频进行处理。
zh_hant: 無法準備音訊進行處理。

source: Unable to prepare local lecture storage.
ar: تعذر تجهيز التخزين المحلي للمحاضرات.
ca: No es pot preparar l'emmagatzematge local de conferències.
cs: Nelze připravit místní úložiště přednášek.
da: Kan ikke forberede lokal forelæsningsopbevaring.
de: Der lokale Vorlesungsspeicher kann nicht vorbereitet werden.
el: Δεν είναι δυνατή η προετοιμασία αποθήκευσης τοπικών διαλέξεων.
es: No se puede preparar el almacenamiento de conferencias local.
fi: Ei voida valmistella paikallista luentojen tallennustilaa.
fr: Impossible de préparer le stockage local des conférences.
he: לא ניתן להכין אחסון הרצאות מקומי.
hi: स्थानीय व्याख्यान भंडारण तैयार करने में असमर्थ.
hr: Nije moguće pripremiti lokalnu pohranu predavanja.
hu: Nem lehet elkészíteni a helyi előadástárat.
id: Tidak dapat menyiapkan penyimpanan kuliah lokal.
it: Impossibile preparare l'archiviazione locale delle lezioni.
ja: ローカル講義ストレージを準備できません。
ko: 로컬 강의 저장소를 준비할 수 없습니다.
ms: Tidak dapat menyediakan storan kuliah tempatan.
nb: Kan ikke klargjøre lokal forelesningslagring.
nl: Kan lokale collegeopslag niet voorbereiden.
pl: Nie można przygotować lokalnego magazynu wykładów.
pt: Não foi possível preparar o armazenamento local de palestras.
ro: Nu se poate pregăti stocarea locală a prelegerilor.
ru: Невозможно подготовить локальное хранилище лекций.
sk: Nie je možné pripraviť miestne úložisko prednášok.
sv: Det gick inte att förbereda lokal föreläsningslagring.
th: ไม่สามารถเตรียมคลังบรรยายท้องถิ่นได้
tr: Yerel ders depolama alanı hazırlanamıyor.
uk: Не вдалося підготувати локальне сховище лекцій.
vi: Không thể chuẩn bị lưu trữ bài giảng cục bộ.
zh_hans: 无法准备本地讲座存储。
zh_hant: 無法準備本地講座儲存。

source: Unable to read the audio duration from file metadata.
ar: تعذر قراءة مدة الصوت من بيانات الملف.
ca: No es pot llegir la durada de l'àudio de les metadades del fitxer.
cs: Z metadat souboru nelze přečíst délku zvuku.
da: Kan ikke læse lydvarigheden fra filmetadata.
de: Die Audiodauer kann nicht aus den Dateimetadaten gelesen werden.
el: Δεν είναι δυνατή η ανάγνωση της διάρκειας ήχου από τα μεταδεδομένα του αρχείου.
es: No se puede leer la duración del audio de los metadatos del archivo.
fi: Äänen kestoa ei voi lukea tiedoston metatiedoista.
fr: Impossible de lire la durée audio à partir des métadonnées du fichier.
he: לא ניתן לקרוא את משך האודיו ממטא נתונים של הקובץ.
hi: फ़ाइल मेटाडेटा से ऑडियो अवधि पढ़ने में असमर्थ.
hr: Nije moguće pročitati trajanje zvuka iz metapodataka datoteke.
hu: A hang időtartama nem olvasható ki a fájl metaadataiból.
id: Tidak dapat membaca durasi audio dari metadata file.
it: Impossibile leggere la durata dell'audio dai metadati del file.
ja: ファイルのメタデータからオーディオ時間を読み取ることができません。
ko: 파일 메타데이터에서 오디오 지속 시간을 읽을 수 없습니다.
ms: Tidak dapat membaca tempoh audio daripada metadata fail.
nb: Kan ikke lese lydvarigheten fra filmetadata.
nl: Kan de audioduur niet lezen uit de metagegevens van het bestand.
pl: Nie można odczytać czasu trwania dźwięku z metadanych pliku.
pt: Não é possível ler a duração do áudio nos metadados do arquivo.
ro: Nu se poate citi durata audio din metadatele fișierului.
ru: Невозможно прочитать продолжительность звука из метаданных файла.
sk: Nedá sa prečítať dĺžka zvuku z metadát súboru.
sv: Det gick inte att läsa ljudets varaktighet från filmetadata.
th: ไม่สามารถอ่านระยะเวลาเสียงจากข้อมูลเมตาของไฟล์ได้
tr: Dosya meta verilerinden ses süresi okunamıyor.
uk: Не вдається прочитати тривалість аудіо з метаданих файлу.
vi: Không thể đọc thời lượng âm thanh từ siêu dữ liệu tệp.
zh_hans: 无法从文件元数据读取音频持续时间。
zh_hant: 無法從檔案元資料讀取音訊持續時間。

source: Unable to read this PDF file.
ar: تعذر قراءة ملف PDF هذا.
ca: No es pot llegir aquest fitxer PDF.
cs: Tento soubor PDF nelze přečíst.
da: Kan ikke læse denne PDF fil.
de: Diese PDF-Datei kann nicht gelesen werden.
el: Δεν είναι δυνατή η ανάγνωση αυτού του αρχείου PDF.
es: No se puede leer este archivo PDF.
fi: Tätä PDF-tiedostoa ei voi lukea.
fr: Impossible de lire ce fichier PDF.
he: לא ניתן לקרוא קובץ PDF זה.
hi: इस PDF फ़ाइल को पढ़ने में असमर्थ।
hr: Nije moguće pročitati ovu PDF datoteku.
hu: Ez a PDF fájl nem olvasható.
id: Tidak dapat membaca file PDF ini.
it: Impossibile leggere questo file PDF.
ja: この PDF ファイルを読み取ることができません。
ko: 이 PDF 파일을 읽을 수 없습니다.
ms: Tidak dapat membaca fail PDF ini.
nb: Kan ikke lese denne PDF filen.
nl: Kan dit PDF bestand niet lezen.
pl: Nie można odczytać tego pliku PDF.
pt: Não é possível ler este arquivo PDF.
ro: Nu se poate citi acest fișier PDF.
ru: Невозможно прочитать этот файл PDF.
sk: Tento súbor PDF sa nedá prečítať.
sv: Det går inte att läsa denna PDF-fil.
th: ไม่สามารถอ่านไฟล์ PDF นี้
tr: Bu PDF dosyası okunamıyor.
uk: Неможливо прочитати цей файл PDF.
vi: Không thể đọc tệp PDF này.
zh_hans: 无法读取此 PDF 文件。
zh_hant: 無法讀取此 PDF 檔案。

source: Unable to restore purchases right now.
ar: تعذر استعادة المشتريات الآن.
ca: No es poden restaurar les compres ara mateix.
cs: Nákupy nyní nelze obnovit.
da: Kan ikke gendanne køb lige nu.
de: Einkäufe können derzeit nicht wiederhergestellt werden.
el: Δεν είναι δυνατή η επαναφορά αγορών αυτήν τη στιγμή.
es: No se pueden restaurar las compras en este momento.
fi: Ostoksia ei voi palauttaa juuri nyt.
fr: Impossible de restaurer les achats pour le moment.
he: לא ניתן לשחזר רכישות כרגע.
hi: अभी खरीदारी बहाल करने में असमर्थ.
hr: Trenutačno nije moguće vratiti kupnje.
hu: Jelenleg nem lehet visszaállítani a vásárlásokat.
id: Tidak dapat memulihkan pembelian saat ini.
it: Impossibile ripristinare gli acquisti in questo momento.
ja: 現在、購入を復元できません。
ko: 지금은 구매를 복원할 수 없습니다.
ms: Tidak dapat memulihkan pembelian sekarang.
nb: Kan ikke gjenopprette kjøp akkurat nå.
nl: Kan aankopen momenteel niet herstellen.
pl: W tej chwili nie można przywrócić zakupów.
pt: Não é possível restaurar as compras no momento.
ro: Nu se pot restabili achizițiile acum.
ru: Сейчас невозможно восстановить покупки.
sk: Momentálne nie je možné obnoviť nákupy.
sv: Det går inte att återställa köp just nu.
th: ไม่สามารถกู้คืนการซื้อได้ในขณะนี้
tr: Satın alınanlar şu anda geri yüklenemiyor.
uk: Зараз неможливо відновити покупки.
vi: Không thể khôi phục giao dịch mua ngay bây giờ.
zh_hans: 目前无法恢复购买。
zh_hant: 目前無法恢復購買。

source: Unable to save imported audio right now.
ar: تعذر حفظ الملف الصوتي المستورد الآن.
ca: No es pot desar l'àudio importat en aquest moment.
cs: Právě teď nelze uložit importovaný zvuk.
da: Kan ikke gemme importeret lyd lige nu.
de: Importiertes Audio kann derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση του εισαγόμενου ήχου αυτήν τη στιγμή.
es: No se puede guardar el audio importado en este momento.
fi: Tuotua ääntä ei voi tallentaa juuri nyt.
fr: Impossible d'enregistrer l'audio importé pour le moment.
he: לא ניתן לשמור אודיו מיובא כרגע.
hi: अभी आयातित ऑडियो सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti uvezeni zvuk.
hu: Jelenleg nem lehet menteni az importált hangot.
id: Tidak dapat menyimpan audio yang diimpor saat ini.
it: Impossibile salvare l'audio importato in questo momento.
ja: 現在、インポートされたオーディオを保存できません。
ko: 지금은 가져온 오디오를 저장할 수 없습니다.
ms: Tidak dapat menyimpan audio yang diimport sekarang.
nb: Kan ikke lagre importert lyd akkurat nå.
nl: Kan geïmporteerde audio momenteel niet opslaan.
pl: Nie można teraz zapisać zaimportowanego dźwięku.
pt: Não é possível salvar o áudio importado no momento.
ro: Nu se poate salva conținutul audio importat în acest moment.
ru: Сейчас невозможно сохранить импортированный звук.
sk: Momentálne nie je možné uložiť importovaný zvuk.
sv: Det går inte att spara importerat ljud just nu.
th: ไม่สามารถบันทึกเสียงที่นำเข้าได้ในขณะนี้
tr: İçe aktarılan ses şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти імпортований аудіофайл.
vi: Không thể lưu âm thanh đã nhập ngay bây giờ.
zh_hans: 目前无法保存导入的音频。
zh_hant: 目前無法儲存匯入的音訊。

source: Unable to save imported content right now.
ar: تعذر حفظ المحتوى المستورد الآن.
ca: No es pot desar el contingut importat en aquest moment.
cs: Importovaný obsah nyní nelze uložit.
da: Kan ikke gemme importeret indhold lige nu.
de: Importierte Inhalte können derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση του εισαγόμενου περιεχομένου αυτήν τη στιγμή.
es: No se puede guardar el contenido importado en este momento.
fi: Tuotua sisältöä ei voi tallentaa juuri nyt.
fr: Impossible d'enregistrer le contenu importé pour le moment.
he: לא ניתן לשמור תוכן מיובא כרגע.
hi: अभी आयातित सामग्री सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti uvezeni sadržaj.
hu: Az importált tartalom jelenleg nem menthető.
id: Tidak dapat menyimpan konten yang diimpor saat ini.
it: Impossibile salvare i contenuti importati in questo momento.
ja: 現在、インポートされたコンテンツを保存できません。
ko: 지금은 가져온 콘텐츠를 저장할 수 없습니다.
ms: Tidak dapat menyimpan kandungan yang diimport sekarang.
nb: Kan ikke lagre importert innhold akkurat nå.
nl: Kan geïmporteerde inhoud momenteel niet opslaan.
pl: Nie można teraz zapisać zaimportowanej zawartości.
pt: Não é possível salvar o conteúdo importado no momento.
ro: Nu se poate salva conținutul importat în acest moment.
ru: Сейчас невозможно сохранить импортированный контент.
sk: Momentálne nie je možné uložiť importovaný obsah.
sv: Det går inte att spara importerat innehåll just nu.
th: ไม่สามารถบันทึกเนื้อหาที่นำเข้าได้ในขณะนี้
tr: İçe aktarılan içerik şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти імпортований вміст.
vi: Không thể lưu nội dung đã nhập ngay bây giờ.
zh_hans: 目前无法保存导入的内容。
zh_hant: 目前無法儲存匯入的內容。
